Repository: verygoodsecurity/vgs-checkout-ios
Catalog: Sources/VGSCheckout/Resources/*.lproj/Localizable.strings
Languages: uk

# vgs_checkout_form_card_details_title
source: Card Details
uk: Картка

# vgs_checkout_card_holder_subtitle
source: Name on card
uk: Ім'я, Прізвище

# vgs_checkout_card_number_subtitle
source: Card number
uk: Номер картки

# vgs_checkout_expiration_date_subtitle
source: Expiration date
uk: Термін дії

# vgs_checkout_security_code_subtitle
source: Security code
uk: CVV

# vgs_checkout_card_holder_hint
source: Joe Business
uk: Іван Іванов

# vgs_checkout_card_expiration_date_hint
source: CVV
uk: MM/YY

# vgs_checkout_pay_button_title
source: Pay
uk: Сплатити

# vgs_checkout_pay_button_processing_title
source: Payment Processing...
uk: Платіж в обробці...

# vgs_checkout_card_holder_empty_error
source: Name is empty
uk: Ім'я не має бути пустим

# vgs_checkout_card_number_invalid_error
source: Enter a valid card number
uk: Неправильний номер картки

# vgs_checkout_card_number_empty_error
source: Card number is empty
uk: Введіть номер картки

# vgs_checkout_card_expiration_date_invalid_error
source: Expiration date is not valid
uk: Неправильний термін дії

# vgs_checkout_card_expiration_date_empty_error
source: Expiration date is empty
uk: Введіть термін дії картки

# vgs_checkout_card_verification_code_invalid_error
source: Security code is not valid
uk: Неправильний CVV

# vgs_checkout_card_verification_code_empty_error
source: Security code is empty
uk: Введіть CVV

# vgs_checkout_cancel_button_title
source: Cancel
uk: Скасувати

# vgs_checkout_picker_toolbar_done_button_title
source: Done
uk: Ок
